{
  "descQuiz": "Lanjut",
  "descQuiz1": "Kembali",
  "descTeknik": "Teknik Dasar Gaya Renang",
  "descTeknik1": "Berikut adalah teknik dasar berenang :",
  "descTeknik2": "1. Pernafasan",
  "descTeknik3": "• Salah satu dari keberhasilan dalam berenang kita dapat mengatur nafas dengan baik. Pertama berdirilah dipinggir kolam dengan sangat rendah dan wajah anda tetap dipermukaan air.\n• Tarik nafas melalui mulut dan tahan beberapa saat dan kemudian masukkan kepala anda ke dalam air dan juga hembuskan nafas melalui hidung.\n• Lakukan suatu latihan ini secara perlahan sebanyak 10 sampai 15 kali setiap anda selesai dalam melakukan gerakan atau latihan. Ulangi latihan tersebut sehingga dapat menemukan irama anda sendiri.",
  "descTeknik4": "2. Meluncur",
  "descTeknik5": "• Meluncur merupakan sebuah gerakan tubuh secara horizontal dibawah permukaan air. Pertama-tama turunlah dalam sebuah kolam yang dangkal dan membelakangi dinding kolam.\n• Tempelkan salah satu telapak kaki (kanan atau kiri) di daerah dinding kolam dengan jari-jari kaki menghadap ke bawah sebagai tolakan untuk dapat meluncur.\n• Dorong badan melalui sebuah tolakan kaki tersebut dan meluncurlah sejauh mungkin dengan tangan sejajar di depan.\n• Kepala diusahakan untuk dapat masuk dalam air sehingga kuping sejajar dengan lengan tangan. Lakungan gerakan ini sebanyak 10 sampai 15 kali untuk bisa menemukan keseimbangan tubuh anda.",
  "descTeknik6": "3. Mengapung :",
  "descTeknik7": "• Mengambang terlentang juga dilakukan dengan cara tarik ke belakang sampai dngan kuping terendam dalam air.\n• Regangkan kedua belah tangan bentuk siku-siku.pergelangan tangan tetap lurus dan rileks.",
  "descTeknik8": "4. Mengambang Tegak Lurus Secara Vertikal",
  "descTeknik9": "• Mengambang tegak lurus secara vertical yang paling lazim digunakan yaitu gerakan tubuh dengan posisi tubuh tegak lurus dibawah permukaan air dan kepala tetap diatas pada permukaan air sebatas dagu, sedangkan untuk gerakan tangan dan kaki digerakan untuk sebuah keseimbangan agar tubuh tetap melayang dipermukaan air.",
  "descStyle": "Gaya dalam renang",
  "descStyle9": "Berikut gaya dalam renang :",
  "descStyle1": "1. Renang Gaya Bebas",
  "descStyle2": "Renang gaya bebas ialah sebuah gerakan yang dilakukan dengan cara menelungkupkan badan, dimana tangan dan kaki untuk melakukan sebuah tarikan dan tendangan air.Pada renang gaya ini posisi tubuh ini juga berada di datar atas air, dan bahu agak ke belakang, sementara pada kaki berada beberapa inci di bawah permukaan air.Selain itu, beberapa hal yang perlu diperhatikan ialah dengan mempertahankan wajah dan pandangan nya harus ke depan.",
  "descStyle3": "2. Renang Gaya Kupu-Kupu",
  "descStyle4": "Renang gaya kupu-kupu yakni sebuah pengembangan dari gaya dada, gaya kupu-kupu ialah gaya berenang yang dapat dikerjakan dengan kedua lengan secara bersamaan untuk bisa mengayuh bergerak ke depan.Kedua tangan juga harus membentang lalu mengepak untuk dapat mengayuh maju ke depan, gerakan kedua tangan tersebut seperti gerakan sayap kupu-kupu.Untuk berbagai praktekan pada gaya renang tersebut tenaga harus besar, irama dan kordinasi gerak yang baik, konon gaya renang ini juga sangat sulit dipelajari.",
  "descStyle5": "3. Renang Gaya Punggung",
  "descStyle6": "Renang gaya punggung merupakan salah satu gaya berenang dengan posisi terbalik atau punggung yang menghadap air, gerakannya juga sama seperti pada gaya renang bebas.Pada gaya punggung wajah para perenang berada di atas permukaan air atau menghadap ke langit, agar mudah untuk bisa bernafas dan lebih mudah membuka mata.Tapi pada gaya punggung, akan sulit untuk dapat menentukan berbagai arah gerak karena mata yang menghadap ke atas, pada gaya punggung kaki yang ke lebih aktif bergerak ke atas, pergelangan kaki harus dapat diusahakan untuk tetap rileks.",
  "descStyle7": "4. Renang Gaya Dada",
  "descStyle8": "Gaya dada ialah salah satu teknik renang yang begitu mudah dan tentunya sangat menyenangkan, berenang gaya model ini sangat bagus untuk dapat melatih bahu, leher dan lengan.Salah satu teknik dasar seperti ini sangat sederhana pada gerakannya, langkah kesatu yaitu dengan tendang pada kedua kaki ke belakang, lalu harus meluncur sedikit dan tarik badan dengan lengan, bila melatihnya secara terus menerus dapat mengusai sebuah teknik ini dalam waktu yang cepat.",
  "descBenefit": "Manfaat Renang",
  "descBenefit1": "Manfaat Renang antara lain :",
  "descBenefit2": "• Melatih Pernafasan\n• Meningkatkan Kekuatan Otot dan Tulang\n• Meninggikan Badan\n• Sehat Bagi Jantung\n• Bentuk tubuh ideal\n• Meredakan stress\n• Meningkatkan Kebugaran Tubuh\n• Meredakan Radang Sendi\n• Alternatif Rekreasi dan Meningkatkan Mood\n• Membakar Kalori Lebih Banyak\n• Self Safety",
  "descCompetition5": "Nomor yang dilombakan antara lain :",
  "descCompetition": "Perlombaan dalam Renang",
  "descCompetition1": "Nomor Renang Putri-Putra dan yang lombakan dalam Olimpiade yaitu sebagai berikut :",
  "descCompetition2": "• Gaya bebas : 50 m, 100 m, 200 m, 400 m, 800 m (putri), 1500 m (putra)\n• Gaya kupu-kupu : 100 m, 200 m\n• Gaya punggung : 100 m, 200 m\n• Gaya dada : 100 m, 200 m\n• Gaya ganti perorangan : 200 m, 400 m\n• Gaya ganti estafet : 4 x 100 m\n• Gaya bebas estafet : 4 x 100 m, 4 x 200 m\n• Marathon 10 km",
  "descCompetition3": "Federasi Renang Internasional mengakui Rekor Dunia Putra-Putri untuk Nomor Renang yaitu :",
  "descCompetition4": "• Gaya bebas : 50 m, 100 m, 200 m, 400 m, 800 m, 1500 m\n• Gaya punggung : 50 m, 100 m, 200 m\n• Gaya dada : 50 m, 100 m, 200 m\n• Gaya kupu-kupu : 50 m, 100 m, 200 m\n• Gaya ganti perorangan : 100 m (hanya lintasan pendek), 200 m, 400 m\n• Gaya ganti estafet : 4×100 m\n• Gaya bebas estafet : 4×100 m, 4×200 m",
  "descTips9": "Cara berenang yang baik antara lain :",
  "descTips": "Tips dalam berenang",
  "descTips1": "1. Melakukan pemanasan agar otot tidak kram",
  "descTips2": "Pemanasan turut berguna agar suhu pada tubuh meningkat dan detak jantung tetap normal. Gerakan pemanasan diantaranya yaitu sebagai berikut :",
  "descTips3": "• Berjalan ringan di sekitar kolam renang.\n• Mengayunkan kaki dan juga tangan kira-kira selama 10 hingga 15 menit.\n• Latihan pada pergelalangan kaki.",
  "descTips4": "2. Menyamankan diri dalam air ",
  "descTips5": "• Rendamlah seluruh tubuh sebatas leher, lalu basahi muka berulang-ulang dengan dua tangan.\n• Ambil sebuah posisi duduk pada dasar kolam, letakkan kepala di permukaan air dan dua tangan di samping kanan dan kiri paha.",
  "descTips6": "3. Berlatih Pernapasan",
  "descTips7": "Berlatih pernapasan juga sangat penting sebagai bagian dari menyamankan diri dalam air yakni :",
  "descTips8": "• Ambil napas panjang sembari memasukkan tubuh ke dalam kolam renang.\n• Tahan napas selama beberapa detik dan juga keluarkan gelembung udara dari hidung serta mulut.\n• Keluarkan kepala dari pada permukaan kolam, kemudian tarik napas penuh.",
  "descRisk": "Resiko Renang",
  "descRisk1": "1. Infeksi Jamur Kaki",
  "descRisk6": "Infeksi jamur merupakan penyakit yang disebabkan oleh jamur. Penyakit ini dapat dialami oleh siapa saja. Namun demikian, individu dengan sistem kekebalan tubuh lemah lebih berisiko terserang infeksi jamur. Misalnya, penderita HIV/AIDS, pasien kemoterapi, serta pasien pasca transplantasi organ.",
  "descRisk2": "2. Influenza",
  "descRisk7": "Flu atau influenza adalah infeksi virus yang menyerang hidung, tenggorokan, dan paru-paru. Penderita flu akan mengalami demam, sakit kepala, pilek, hidung tersumbat, serta batuk.",
  "descRisk3": "3. Infeksi Telinga",
  "descRisk8": "Infeksi telinga adalah kondisi yang biasanya terjadi saat Anda menderita demam, radang tenggorokan, atau serangan alergi, dan kemudian menyebabkan cairan terjebak pada telinga tengah. Kondisi ini sering kali menyebabkan rasa sakit akibat peradangan dan penumpukan cairan.",
  "descRisk4": "4. Infeksi Mata",
  "descRisk9": "Conjunctivitis adalah peradangan pada conjunctiva atau selaput yang ada di dalam kelopak mata. Conjunctivitis akan memengaruhi bagian mata yang berwarna putih dan bagian dalam kelopak mata. Penyakit ini merupakan jenis infeksi yang mudah menular dan sering diderita oleh anak-anak.",
  "descRisk5": "5. Diare dan Infeksi Cacing",
  "descRisk10": "Cacingan adalah penyakit infeksi cacing atau parasit yang tinggal dalam usus manusia. Cacing yang menetap di usus ini akan bertahan hidup dengan mengambil sari-sari makanan yang masuk ke usus. Ternyata, tidak hanya anak-anak yang bisa mengalami cacingan. Orang dewasa pun masih bisa mengalami infeksi cacingan. Sudah tahu belum apa saja gejala cacingan pada orang dewasa? Ini dia berbagai gejala cacingan pada orang dewasa, berdasarkan jenis cacing yang masuk ke dalam tubuh.",
  "descInfrastructure": "Sarana Dan Prasarana Renang",
  "descInfrastructure1": "1. Pakaian Renang",
  "descInfrastructure2": "Pada pakaian renang ini wajib digunakan oleh para atlet-atlet renang yang akan mengikuti kompetisi renang. Pakaian renang juga dapat digunakan ketika berlatih renang.",
  "descInfrastructure3": "2. Papan Pelampung",
  "descInfrastructure4": "Pada papan pelampung juga dapat berguna untuk berlatih meluncur dan mengapung di atas air bagi anda yang sedang berlatih renang.",
  "descInfrastructure5": "3. Alat Bantu Bernapas",
  "descInfrastructure6": "Alat bantu pada pernapasan bisa digunakan oleh orang yang baru belajar berenang dan penyelam.",
  "descInfrastructure7": "4. Bagian Dalam Ban Mobil Bekas",
  "descInfrastructure8": "Ban juga dapat berguna untuk belajar mengambang dan terapung ketika berada di dalam air.",
  "descInfrastructure9": "5. Kacamata Renang",
  "descInfrastructure10": "Kacamata renang ini digunakan agar mata tidak terkena air ketika berenang",
  "descInfrastructure11": "6. Pelampung Kaki dan Sepatu Katak",
  "descInfrastructure12": "Pelampung pada kaki dan sepatu katak biasa digunakan untuk menyelam.",
  "descInfrastructure13": "Sarana & Prasarana  renang antara lain :",
  "descInfrastructure14": "7. Kolam renang",
  "descInfrastructure15": "Panjang kolam renang lintasan panjang adalah 50 m sementara lintasan pendek adalah 25 m. Dalam spesifikasi Federasi Renang Internasional untuk kolam ukuran Olimpiade ditetapkan panjang kolam 50 m dan lebar kolam 25 m. Kedalaman kolam minimum 1,35 meter, dimulai dari 1,0 m pertama lintasan hingga paling sedikit 6,0 m dihitung dari dinding kolam yang dilengkapi balok start. Kedalaman minimum di bagian lainnya adalah 1,0 m.",
  "descInfrastructure16": "8. Lintasan",
  "descInfrastructure17": "Lebar lintasan paling sedikit 2,5 m dengan jarak paling sedikit 0,2 m di luar lintasan pertama dan lintasan terakhir. Masing-masing lintasan dipisahkan dengan tali lintasan yang sama panjang dengan panjang lintasan.",
  "descInfrastructure18": "9. Pengukur waktu",
  "descInfrastructure19": "Dalam perlombaan internasional atau perlombaan yang penting, papan sentuh pengukur waktu otomatis dipasang di kedua sisi dinding kolam. Tebal papan sentuh ini hanya 1 cm. Perenang mencatatkan waktunya di papan sentuh sewaktu pembalikan dan finis. Papan sentuh pengukur waktu produksi Omega mulai dipakai di Pan-American Games 1967 di Winnipeg, Kanada.",
  "descInfrastructure20": "10. Balok Start",
  "descInfrastructure21": "Di setiap balok start terdapat pengeras suara untuk menyuarakan tembakan pistol start dan sensor pengukur waktu yang memulai catatan waktu ketika perenang meloncat dari balok start. Tinggi balok start antara 0,5 m hingga 0,75 dari permukaan air. Ukuran balok start adalah 0,5 x 0,5 m, dan di atasnya dilapisi bahan antilicin. Kemiringan balok start tidak melebihi 10°.",
  "descPrinciple": "Prinsip Renang",
  "descPrinciple9": "Prinsip - prinsip dalam renang antara lain : ",
  "descPrinciple1": "1. Prinsip Hambatan dan Dorongan",
  "descPrinciple2": "Kecepatan maju di dalam renang yakni dari sebuah hasil dari dua kekuatan diantaranya kekuatan yang cenderung untuk dapat menahannya (tahanan dan hambatan) dan kekuatan yang dapat mendorong maju yang di timbulkan oleh gerakan lengan dan kaki.",
  "descPrinciple3": "2. Prinsip Keteraturan Dalam Penggunaan Dorongan (Kontinuitas Gerakan)",
  "descPrinciple4": "Penggunaan pada gerakan dorongan yang teratur yaitu dengan lebih baik dan efektif dari pada penggunaan yang tak teratur untuk dapat mendorong tubuh maju.",
  "descPrinciple5": "3. Prinsip Hukum Aksi-Reaksi dalam Pemulihan (Recovery)",
  "descPrinciple6": "Mekanika pemulihan pada lengan tiga dari empat gaya renang terjadi di luar air. Mempunyai sebuah pengaruh terhadap efisien dan kecepatan renang.",
  "descPrinciple7": "4. Prinsip Pemindahan Momentum",
  "descPrinciple8": "Sangatlah mudah untuk dapat memindahkan momentum dari suatu bagian tubuh ke bagian tubuh yang lain. Prinsip ini digunakan dalam banyak gerakan-gerakan yang dapat lakukan di dalam dan di luar air.",
  "descHistory": "Sejarah Renang",
  "descHistory1": "Renang ini sudah dikenal sejak zaman pra-sejarah. Dari berbagai gambar-gambar yang berasal dari zaman batu dapat diketahui adanya bentuk dari berbagai gua-gua untuk para perenang di dekat Wadi Sora di sebelah barat daya Mesir.",
  "descHistory5": "robotkerenbloaddress.blogspot.com",
  "descHistory2": "Di Negara Jepang, renang ialah sebuah kemampuan yang wajib dimiliki oleh para samurai. Sejarah mencatat, dalam sebuah pertandingan renang pertama kali diselenggarakan oleh Kaisar Suigui pada tahun 36 sebelum Masehi.",
  "descHistory6": "https://id.berita.yahoo.com",
  "descHistory3": "Di abad pertengahan, renang juga termasuk dalam 7 kemahiran yang wajib dimiliki oleh para ksatria termasuk berenang dengan membawa sebuah senjata.Pertandingan pada olahraga renang pertama kali diadakan dalam sebuah Olimpiade modern pada tahun 1896 di Athena, Yunani.",
  "descHistory4": "Pada Olimpiade ini, hanya empat nomor pada cabang olahraga yang dapat dipertandingkan dari rencana semula enam nomor. Masing-masing antara lain sebagai berikut :",
  "titleDesc": "Pengertian Renang",
  "descTitle": "“Menurut para ahli Badruzaman, Arma Abdoelah, Kasiyo Dwijodwinoto, Muhajir..”",
  "titleDesc1": "Sejarah Renang",
  "descTitle1": "“Renang ini sudah dikenal sejak jaman pra-sejarah..”",
  "titleDesc2": "Manfaat Renang",
  "descTitle2": "“Melatih pernafasan, meningkatkan kekuatan otot dan tulang, sehat bagi jantung..”",
  "titleDesc3": "Prinsip Renang",
  "descTitle3": "“Prinsip hambatan dan dorongan, kontinuitas gerakan, recovery, prinsip pemindahan..”",
  "titleDesc4": "Sarana Prasarana",
  "descTitle4": "“Pakaian renang, papan pelampung,\nalat bantu bernapas, kacamata renang..”",
  "titleDesc5": "Tips Berenang",
  "descTitle5": "“Mulailah dengan pemanasan agar tidak kram, menyamankan diri..”",
  "titleDesc6": "Perlombaan Renang",
  "descTitle6": "“Nomor perlombaan renang menurut jarak tempuh dan jenis kelamin..”",
  "titleDesc7": "Gaya Renang",
  "descTitle7": "“Renang gaya bebas, renang gaya kupu - kupu, renang gaya punggung, renang..”",
  "titleDesc8": "Teknik Dasar",
  "descTitle8": "“Pernafasan, meluncur, mengapung, mengambang tegak lurus secara vertikal..”",
  "titleDesc9": "Resiko Renang",
  "descTitle9": "“infeksi jamur kaki, influenza. infeksi telinga dan kulit, infeksi mata, diare dan infeksi..”",
  "titleDesc10": "Resiko Renang",
  "descTitle10": "“infeksi jamur kaki, influenza. infeksi telinga dan kulit, infeksi mata, diare dan infeksi..”",
  "alreadyHave": "Sudah punya akun?",
  "backLogin": "Masuk",
  "enterName": "Masukkan Nama",
  "enterEmail": "Konfirmasi Email",
  "enterPass": "Masukkan Password",
  "enterPass1": "Konfirmasi Password",
  "login": "Masuk Sekarang",
  "signUp": "Tidak punya akun?",
  "signUp2": "Buat Akun",
  "signUp3": "Buat Sekarang",
  "guestMode": "Masuk Sebagai Guest?",
  "descSwim1": "Pengertian Renang",
  "sourceSwim": "Source: Google.com",
  "descSwim3": "1. Badruzaman",
  "descSwim4": "Renang ialah suatu cara yang dilakukan orang atau binatang untuk dapat menggerakan tubuhnya di air.",
  "descSwim2": "Pengertian Renang Menurut Para Ahli :",
  "descSwim5": "2. Arma Abdoelah",
  "descSwim6": "Renang yaitu suatu jenis olahraga yang dapat dilakukan di dalam air, baik di air tawar maupuan di air asin atau laut.",
  "descSwim7": "3. Kasiyo Dwijowinoto",
  "descSwim8": "Renang yakni salah satu cabang olahraga yang dapat diajarkan pada semua umur, baik itu anak-anak maupun orang dewasa serta bayi yang berumur beberapa bulan juga sudah dapat di ajarkan untuk berenang.",
  "descSwim9": "4. Muhajir",
  "descSwim10":"Renang yakni sebuah olahraga yang dapat menyehatkan, sebab hampir semua otot tubuh bergerak sehingga seluruh otot dapat berkembang dengan pesat dan kekuatan perenang akan bertambah meningkat.",
  "descSwim11": "5. Budiningsih",
  "descSwim12": "Renang ialah salah satu olahraga air yang dapat dilakukan dengan menggerakkan badan di air, seperti menggunakan kaki dan tangan sehingga badan akan terapung di permukaan air.",
  "descSwim13": "6. Erlangga",
  "descSwim14": "Renang merupakan salah satu cabang olahraga air yang sangat menyenangkan dan juga bermanfaat bagi kekuatan otot tubuh, jantung, paru-paru dan akan membangkitkan perasaan berani.",
  "descSwim15": "7. KKBI (Kamus Besar Bahasa Indonesia)",
  "descSwim16": "Renang yaitu sebuah gerakan badan, menyelam dan melintas yang menggunakan tangan, kaki, ekor, sirip, menyelam, mengapung dan sebagainya.",
  "quizTime1": "Total: 25 Soal",
  "forgetPass": "Lupa Password?",
  "appName": "Eduswim",
  "appVersion": "1.0.0",
  "quizTime": "Latihan Soal",
  "descSwim": "Hello, Selamat Datang!",
  "descSwims": "Tempat untuk teori dan teknik renang",
  "camera": "Camera",
  "cancel": "Cancel",
  "checkConnection": "No internet connection found. \nCheck your connection.",
  "country": "country",
  "email": "Email",
  "error": {
    "timeOutConnection": "Connection timeout. Please try again later."
  },
  "gallery": "Gallery",
  "loading": "Loading ...",
  "oops": "Oops!",
  "password": "Password",
  "phoneNumber": "Phone number",
  "pleaseTryAgain": "Please try again",
  "rememberMe": "Remember me",
  "selectDate": "Select Date : ",
  "selectFrom": "Select From : ",
  "submit": "Submit",
  "tryAgain": "Try again",
  "update": "Update",
  "updateBody": "Please update the application to the new version, \n to get the new contents",
  "updateTitle": "Update"
}